<template>
  <div class="info-discount-system">
    <h3>Кофе и чай недели:</h3>
    <p>На кофе и чай недели действует скидка — 15%.</p>
    <h3>Скидка за количество:</h3>
    <ul>
      <li>при заказе двух одинаковых пачек кофе - скидка 4%</li>
      <li>при заказе трех и более одинаковых пачек кофе - <b>скидка 10%</b></li>
    </ul>
    <ul>
      <li>при заказе двух одинаковых пачек зеленого кофе/чая - скидка 3%</li>
      <li>при заказе трех одинаковых пачек зеленого кофе/чая - скидка - 6%</li>
      <li>при заказе четырех и более одинаковых пачек зеленого кофе/чая - скидка 10%</li>
    </ul>
    <p>Не суммируется со скидкой на товар недели.</p>
    <h3>Накопительная система:</h3>
    <p>За каждые 50 рублей в заказе вы получаете +1% к накопительной скидке на следующие заказы. Максимальная скидка — 10%. Скидка рассчитывается за весь период, то есть если вы сделаете заказ на 40 рублей, потом еще на 40 рублей, то на третий заказ уже будет действовать скидка 1%. Не суммируется со скидкой на товар недели и действует только на кофе и чай.</p>
    <hr>
    <p>
      Таким образом, вы можете получить скидку <b>до 20%</b>.
    </p>
    <h4>Доставка в регионы: </h4>
    <p>Средняя стоимость доставки по Беларуси почтой составляет около 4 рублей. Мы оплачиваем от 30 до 100% стоимости доставки, чтобы нашим кофе можно было насладиться в любой точке Беларуси (Белпочта и DPD).</p>
  </div>
</template>

<script>
export default {
  name: "InfoDiscountSystem"
}
</script>

<style scoped lang="scss">
  .info-discount-system {
    width: calc(100% - 284px);

    @media (max-width: 991px) {
      width: 100%;
    }

    ul {
      margin: 26px 0 36px !important;
    }

    ul > li {
      margin: 8px 0 0 21px;
    }
  }
</style>
