<template>
  <div class="about">
    <div class="about__wrapper maxwidth-theme">
      <h1 class="about__title">О компании</h1>

      <nav class="about__breadcrumbs" style="--bs-breadcrumb-divider: '—';" aria-label="breadcrumb">
        <ol class="breadcrumb">
          <li class="breadcrumb-item"><a href="#">Главная</a></li>
          <li class="breadcrumb-item active" aria-current="page">О компании</li>
        </ol>
      </nav>

      <div class="about__block">
        <p>
          Обжарщики кофе Roast.by - это команда единомышленников, собравшихся чтобы создать лучшую компанию по обжарке кофе:
        </p>
        <ul>
          <li>Мы обжариваем кофе с 2010 года;</li>
          <li>Выполнили более 73 000 заказов;</li>
          <li>Мы публикуем все отзывы без исключения;</li>
          <li>Мы всегда занимаем сторону покупателя: меняем кофе или возвращаем деньги по первой просьбе</li>
          <li>Открыты к любым предложениям и критике;</li>
          <li>Постоянно в поисках и готовы делиться новыми знаниями с вами в нашем блоге.</li>
        </ul>
        Обжариваем кофе на трех ростерах: Giesen W30A (Нидерланды), IMF RM15 (Италия) и Coffed PR3 (Польша/Германия). Процесс обжарки контролируем через Artisan, меряем влажность зерна с помощью Wile (Финляндия) и степень обжарки с помощью колориметра Lighttells (Тайвань).&nbsp;Используем дестонер для очистки кофе от посторонних предметов. Кофе упаковываем в трехслойные пакеты с клапаном. Помол делаем на промышленной кофемолке Mahlkonig vta6 (Германия).&nbsp;<br>
        <br>
        <br>
        <p>
          Меня зовут Вячеслав Жадан и я один из основателей проекта ROAST.BY. Это семейный проект, который родился в результате большой любви – любви к кофе — напитку который вдохновляет, пробуждает и мотивирует, согревает душу и тело.
        </p>
        <p>
          <br>
          Семь лет я проработал в компании, которая занимается обжаркой кофе. Последние три года я работал на должности заместителя директора по производству, участвовал в закупках сырья, наладке оборудования, первых обжарках. Я посетил около двух десятков тематических выставок, прошел ряд обучающих курсов начиная от итальянской компании Sandalj и до известных в наших широтах бариста и специалистов по обжарке кофе.
        </p>
        <p>
          И все это время я наблюдал, как крупные игроки вытесняют с полок магазинов качественные, но нераскрученные кофейные бренды.
        </p>
        <p>
          Я твердо решил, что должен создать свой проект, который сделает качественный свежеобжаренного кофе доступным для всех. Так родился наш сервис ROAST.BY. Он создан, чтобы максимально сократить путь свежеобжаренного кофе, от зеленого зерна до чашки эспрессо у Вас дома.<br>
          <br>
        </p>
        <p>
          <b>Я благодарю Вас за доверие и поддержку. И верю, что вы обязательно подберёте зерно для своей идеальной чашки.</b>
        </p>
      </div>
    </div>
  </div>
</template>

<script>

export default {
  name: "about",
}
</script>

<style scoped lang="scss">
.about {
  padding: 60px 30px;
  background-color: #ffffff;
  box-sizing: border-box;

  &__wrapper {
    max-width: 1408px;
    box-sizing: border-box;
  }

  &__breadcrumbs {
    padding: 15px 0 40px;

    .breadcrumb-item {
      font-size: .867em;
      line-height: 1.692em;
      color: #b6b5b5;

      a {
        color: #b6b5b5;
        text-decoration: none;

        &:hover {
          color: #8d8170;
        }
      }
    }
  }

  &__block {

    ul li {
      margin: 8px 0 0 21px;
    }
  }
}
</style>
