<template>
  <div class="license">
    <div class="license__wrapper maxwidth-theme">
      <h1 class="license__title">Соглашение на обработку персональных данных</h1>

      <nav class="license__breadcrumbs" style="--bs-breadcrumb-divider: '—';" aria-label="breadcrumb">
        <ol class="breadcrumb">
          <li class="breadcrumb-item"><a href="#">Главная</a></li>
        </ol>
      </nav>

      <div class="license__block">
        <p>
          1. Общие положения<br>
        </p>
        <p>
          1.1 Соглашение об обработке персональных данных (далее – «Соглашение») направлено на защиту прав и свобод физических лиц, персональные данные которых обрабатывает Торговое&nbsp;унитарное&nbsp;предприятие&nbsp;«Автоматизированные системы бизнес контроля» (далее – «Пользователь информации»).
        </p>
        <p>
          1.2 Соглашение разработано в соответствии с Законом Республики Беларусь «Об информации, информатизации и защите информации» от 10.11.2008 №455-З (далее – «Закон») и иными законодательными актами Республики Беларусь.
        </p>
        <p>
          1.3 Соглашение является общедоступным документом.
        </p>
        <p>
        </p>
        <p>
          2. Сведения о Пользователе информации
        </p>
        <p>
          2.1 Пользователь информации зарегистрирован&nbsp;Минским Горисполкомом 27.07.2017&nbsp;в Едином государственном регистре юридических лиц и индивидуальных предпринимателей с регистрационным номером&nbsp;192615499.
        </p>
        <p>
          2.2 Юридический адрес:&nbsp;220049,&nbsp;г. Минск, ул. Кнорина 3-22
        </p>
        <p>
          Фактический адрес: 220049, г. Минск, ул. Белинского 23
        </p>
        <p>
        </p>
        <p>
          3. Сведения об обработке персональных данных
        </p>
        <p>
          3.1 Пользователь информации обрабатывает персональные данные на законной и справедливой основе для достижения поставленных целей, в том числе для оказания услуг и передачи информации Владельцам персональных данных (далее – «Клиент»).
        </p>
        <p>
          3.2 Пользователь информации получает персональные данные непосредственно у Клиентов.
        </p>
        <p>
          3.3 Пользователь информации обрабатывает персональные данные автоматизированными и неавтоматизированными способами, с использованием средств вычислительной техники и без использования таких средств.
        </p>
        <p>
          3.4 Действия по обработке персональных данных включают получение, сбор, обработку, накопление, хранение и использование.
        </p>
        <p>
        </p>
        <p>
          4. Обработка персональных данных Клиентов
        </p>
        <p>
          4.1 Пользователь информации обрабатывает персональные данные Клиента в рамках правоотношений с ним в соответствии с законодательством Республики Беларусь.
        </p>
        <p>
          4.2 Пользователь информации обрабатывает персональные данные Клиентов с соблюдением норм законодательства Республика Беларусь с целью:
        </p>
        <p>
          4.2.1 приема обращений и заявок от Клиентов;
        </p>
        <p>
          4.2.2 информирования о новых товарах, специальных акциях и предложениях;
        </p>
        <p>
          4.2.3 направления электронного кассового чека в электронной форме;
        </p>
        <p>
          4.2.4 информационной рассылки.
        </p>
        <p>
          4.3 Пользователь информации обрабатывает персональные данные Клиентов с их согласия, предоставляемого Клиентами и/или их законными представителями путем совершения конкретных действий на настоящем сайте «<a href="http://www.roast">www.roast</a>.by» (далее – «Сайт»), в том числе, но не ограничиваясь, оформлением заказа, регистрацией в личном кабинете, подпиской на рассылку, а также проставлением отметки о согласии, в соответствии с Соглашением.
        </p>
        <p>
          4.4 Пользователь информации обрабатывает персональные данные Клиентов не дольше, чем того требуют цели обработки персональных данных, если иное не предусмотрено законодательством Республики Беларусь.
        </p>
        <p>
          4.5 Пользователь информации может собирать, хранить, обрабатывать и использовать следующие персональные данные Клиентов:
        </p>
        <p>
          4.5.1 предоставляемые Клиентами минимально необходимые для регистрации учетной записи на сайте (номер мобильного телефона/E-mail и пароль) либо для оформления заказа в корзине сайта (имя, фамилия, отчество, номер мобильного телефона, E-mail, город (населенный пункт), адрес, а также информацию, представленную в разделе «Дополнительная информация» при осуществлении заказа с сайта);
        </p>
        <p>
          4.5.2 указанные Клиентами по их собственной инициативе в профиле учетной записи: фамилия, имя, отчество; номер телефона, E-mail; город (населенный пункт), улица, дом/корпус, квартира/офис;
        </p>
        <p>
          4.5.3 данные, получаемые при доступе к сайту, включающие в себя сведения о технических средствах (устройствах), технологическом взаимодействии с сайтом, в т. ч. IP-адрес, файлы cookie.
        </p>
        <p>
        </p>
        <p>
          5. Сведения об обеспечении безопасности персональных данных Клиентов
        </p>
        <p>
          5.1 Пользователь при обработке персональных данных принимает необходимые правовые, организационные и технические меры или обеспечивает их принятие для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных.
        </p>
        <p>
          5.2 Для авторизации доступа к личному кабинету на сайте и используется логин (номер телефона/E-mail) и пароль Клиента. Ответственность за сохранность данной информации несет Клиент. Клиент не вправе передавать собственный логин и пароль третьим лицам, а также обязан предпринимать меры по обеспечению их конфиденциальности.
        </p>
        <p>
          5.3 Меры по обеспечению безопасности персональных данных при их обработке, применяемые Пользователем информации, планируются и реализуются в целях обеспечения соответствия требованиям Закона, а также иных законодательных актов Республики Беларусь.
        </p>
        <p>
        </p>
        <p>
          6. Права Клиентов
        </p>
        <p>
          6.1 Клиент имеет право:
        </p>
        <p>
          6.1.1 на запрос о предоставлении используемых персональных данных;
        </p>
        <p>
          6.1.2 на уточнение (изменение) его персональных данных в случае, если они являются неполными, устаревшими, неточными;
        </p>
        <p>
          6.1.3 на отзыв данного им согласия на обработку персональных данных;
        </p>
        <p>
          6.1.4 на защиту своих прав и законных интересов, в том числе на возмещение убытков и компенсацию морального вреда в судебном порядке;
        </p>
        <p>
          6.1.5 на обжалование действий или бездействия Пользователя информации в уполномоченный орган по защите прав потребителей или в судебном порядке.
        </p>
        <p>
          6.2 Для реализации своих прав и законных интересов Клиент имеет право обратиться к Пользователю информации в порядке, предусмотренном законодательством Республики Беларусь.
        </p>
        <p>
        </p>
        <p>
          7. Заключительные положения
        </p>
        <p>
          7.1 Соглашение и отношения между Пользователем информации и Клиентом регулируются и толкуются в соответствии с законодательством Республики Беларусь. Вопросы, не урегулированные Соглашением, подлежат разрешению в соответствии с законодательством Республики Беларусь.
        </p>
        <p>
          7.2 Соглашение представляет собой публичную оферту, в соответствии с частью 2 статьи 407 Гражданского Кодекса Республики Беларусь. Факт проставления отметки о согласии с содержанием Соглашения Клиентом на Сайте является полным и безоговорочным акцептом настоящего Соглашения. Незнание положений Соглашения не освобождает Клиента от ответственности за несоблюдение его условий.
        </p>
        <p>
          7.3 Пользователь информации оставляет за собой право по своему личному усмотрению изменять и (или) дополнять Соглашение в любое время без предварительного и (или) последующего уведомления Клиента. Действующая редакция Соглашения доступна в интерфейсе Сайта.
        </p>
        <p>
          7.4 Настоящее Соглашение в отношении каждого из Клиентов вступает в силу с момента совершения Клиентом действий, указанных в пункте 7.2 Соглашения, и действует до момента удаления аккаунта Клиентом.
        </p>
      </div>
    </div>
  </div>
</template>

<script>

export default {
  name: "license",
  beforeCreate() {
    document.title = 'Соглашение на обработку персональных данных';
  },
}
</script>

<style scoped lang="scss">
.license {
  padding: 60px 30px;
  background-color: #ffffff;
  box-sizing: border-box;

  &__wrapper {
    max-width: 1408px;
    box-sizing: border-box;
  }

  &__breadcrumbs {
    padding: 15px 0 40px;

    .breadcrumb-item {
      font-size: .867em;
      line-height: 1.692em;
      color: #b6b5b5;

      a {
        color: #b6b5b5;
        text-decoration: none;

        &:hover {
          color: #8d8170;
        }
      }
    }
  }

  &__block {

    ul li {
      margin: 8px 0 0 21px;
    }
  }
}
</style>
